import React from 'react'
import "../Direction/chairs.css"
import imgblock1 from "../images/direction_images/ИВТ/DSC_0074.JPG"
import imgblock3 from "../images/direction_images/ИВТ/DSC_0463.JPG"
import imgblock4 from "../images/direction_images/ИВТ/DSC_0113.JPG"
import imgblock5 from "../images/direction_images/ИВТ/DSC_0006.JPG"


const Infotech = () => {
    return (
        <div className="container">
            <div className="wrapper">
                <div className="econom-block-1">
                    <h1 className="font">Кафедра информационных технологий <br/> и естественно-технических наук</h1>
                    <img
                        className="img-block1"
                        src={imgblock1}
                        alt="тут должна была быть картина
                "/>
                </div>
                <div className="econom-block-2">
                    <p>Кафедра «Информационные технологии и естественно- технические науки» была открыта в 1997 году.
                        <br/>

                        Задачи кафедры ИТ и ЕТН заключается в подготовке квалифицированных, конкурентоспособных специалистов в области информатики и IT-технологий, владеющими необходимыми компетенциями для самостоятельной научно-исследовательской и практико-ориентированной деятельности. Кафедра «Информационные технологии и естественно- технические науки» ( ИТ и ЕТН ) является учебно-методическим подразделением Кыргызско-Российской академии образования, осуществляющий учебную, учебно-методическую и научно-исследовательскую деятельность.
                        <br/>

                        Квалификация, образования и опыт профессорско-преподавательского состава удовлетворяет требованиям образовательного процесса.
                        <br/>
                        За кафедрой закреплены учебные и лабораторные кабинеты. Студенты и ППС кафедры занимаются  учебными, научно-исследовательскими работами. На базе кафедры ИТ и ЕТН осуществляется подготовка бакалавров и магистрантов по образовательной программе по  направлению 710100 - Информатика и вычислительная техника.
                        <br/>
                        Область профессиональной деятельности выпускников по направлению 710100 - "Информатика и вычислительная техника" включает:
                        <br/>
                        <ul>
                            <li>
                                ЭВМ, системы и сети;
                            </li>
                            <li>
                                автоматизированные системы обработки информации;
                            </li>
                            <li>
                                программное обеспечение вычислительной техники и автоматизированных систем
                            </li>
                        </ul>

                        Специалисты в области информатики и вычислительной техники т.е. цифровых технологий  нужны все больше. Перед выпускниками вузов откроются перспективы построения карьеры в качестве инженеров-специалистов по программному обеспечению, веб-дизайнеров, разработчиков-программистов, системных аналитиков, управляющих базами данных и администраторов сетей.
                        <br/>
                        Еще одним направлением специальностей является непосредственная работа с вычислительными машинами, комплексами, системами и сетями. Это значительный подсектор компьютерной индустрии. Инженеры и техники учатся работать с «железом», то есть на производстве оборудования и компьютеров, а также самых разных гаджетов, например принтеров, сканеров и т.д.
                        <br/>
                        Разработка компьютерных программ начинается в отделах научно-прикладных исследований крупных компаний. Сейчас, в эпоху цифровизации Цифровая трансформация во всех сферах жизни требует привития в обществе культуры открытых коммуникаций, обмена знаниями и совместного творчества. Современная цифровая инфраструктура позволит создать новые платформы взаимодействия между государством, частным сектором и гражданами. Появится возможность для повсеместного внедрения «умных» решений, будь то «умные города», «умные фермы», «умные фабрики» или «умный транспорт».
                        <br/>
                        Не менее важным приоритетом являются цифровые факторы, которые станут основополагающими элементами цифровой трансформации. Одним из факторов является маркетинговое исследование рынка и производство конечного продукта. Именно в этом секторе наблюдается самая большая нехватка квалифицированных специалистов, знакомых с программированием, робототехникой, автоматизацией и т.д.
                        <br/>
                        После окончания обучения выпускник будет обладать:
                        <br/>
                        <ul>
                            <li>
                                Знаниями современных языков программирования;
                            </li>
                            <li>
                                Способностью анализировать данные после их сбора для проектирования систем;
                            </li>
                            <li>
                                Знаниями проектной и рабочей документации;
                            </li>
                        </ul>

                    </p>
                </div>
                <div className="econom-block-3">
                    <div className="part1-3">
                        <h1>ВЫПУСКНИК</h1>
                        <h2>Оставаться на связи</h2>
                        <p>Выпускники могут оставаться на связи, посещая общественные мероприятия и встречи, присоединяясь к нам в социальных сетях и читая нашу электронную новостную рассылку для выпускников.
                        </p>
                    </div>
                    <div className="part2-3">
                        <img
                            className="img-block3"
                            src={imgblock3}
                            alt="тут должна была быть картина
                        "/>
                    </div>
                </div>
                <div className="econom-block-4">
                    <div className="part2-4">
                        <img
                            className="img-block4"
                            src={imgblock4}
                            alt="тут должна была быть картина
                        "/>
                    </div>
                    <div className="part1-4">
                        <h1>РОДИТЕЛИ И УЧИТЕЛЯ</h1>
                        <h2>Ассоциация родителей, учителей и друзей</h2>
                        <p>Мы заинтересованная, дружелюбная и инновационная организация, активно вовлеченная в Академическое сообщество.
                        </p>
                    </div>
                </div>
                <div className="econom-block-5">
                    <div className="part1-5">
                        <h1>ПРЕДОСТАВЛЕНИЕ</h1>
                        <h2>Мечтайте о больших мечтах для наших студентов</h2>
                        <p>Ваша поддержка может вывести нас за рамки того, что мы можем
                        </p>
                    </div>
                    <div className="part2-5">
                        <img
                            className="img-block5"
                            src={imgblock5}
                            alt="тут должна была быть картина
                        "/>
                    </div>
                </div>
            </div>
        </div>
    );
};

export default Infotech