import React from 'react';
import "../Direction/chairs.css"
import imgblock1 from "../images/direction_images/Лингвистика/C1D9AC823914A4DADA002A3400ECB34B.png"
import imgblock3 from "../images/direction_images/Лингвистика/1034162672.jpg"
import imgblock4 from "../images/direction_images/Лингвистика/IMG_9195.jpg"
import imgblock5 from "../images/direction_images/Лингвистика/DSC_1107.jpg"


const Linguistics  = () => {
    return (
        <div className="container">
            <div className="wrapper">
                <div className="econom-block-1">
                    <h1 className="font">Лингвистика государственного языка</h1>
                    <img
                        className="img-block1"
                        src={imgblock1}
                        alt="тут должна была быть картина
                "/>
                </div>
                <div className="econom-block-2">
                    <p>
                        Кафедра лингвистики является структурным подразделением Кыргызско-Российской академии образования, основана в 2009 году и является одной из ведущих  кафедр. <br/>
                        Подготовка специалистов осуществляется на основании предусмотренной  ГОС высшего профессионального образования Кыргызской Республики. <br/>
                        При организации учебного процесса по подготовке специалистов кафедра «Лингвистика»  руководствуется законодательством, нормативными актами Министерства образования и науки  Кыргызской Республики, решениями Ученого Совета и внутренними нормативно- правовыми документами. <br/>
                        Целью создания кафедры является подготовка высококвалифицированных специалистов-лингвистов. Направление «Лингвистика» готовит специалистов в сфере межъязыковой и культурной коммуникации различных профессиональных сфер. Кроме основных лингвистических дисциплин, с которыми можно ознакомиться в соответствующих направлениях подготовки, предусматривает обязательное изучение двух иностранных языков: английского и китайского. По окончании полного курса обучения выпускнику выдается диплом установленного Министерством образования и науки образца с присвоением соответствующей квалификации. <br/>
                        Кроме учебного процесса сотрудники кафедры и студенты заняты научно-исследовательской и научно-организационной работой. Они проводят конференции и круглые столы, организуют летние школы, ездят в лингвистические экспедиции, пишут монографии и учебники, издают журнал, проводят олимпиады и другие лингвистические конкурсы, участвуют в различных научных проектах, проводят лингвистическую экспертизу, разрабатывают новые языковые информационные  технологии. <br/>
                        На кафедра «Лингвистика» работает профессиональный преподавательский состав , включая теоретических и практических языковедов различных сферах деятельности, что свою очередь повышает уровень качества преподаваемых лингвистических дисциплин. <br/>
                        Область профессиональной деятельности <br/>
                        Это направление не просто  является одним из самых популярных среди абитуриентов. Оно во все времена остается актуальным. Ведь подобные специалисты нужны в государственных органах, туристических компаниях, отелях, ресторанах, СМИ, издательствах, бюро переводов, учебных заведениях.
                        Кем работают такие профессионалы: <br/>
                        Это направление не просто  является одним из самых популярных среди абитуриентов. Оно во все времена остается актуальным. Ведь подобные специалисты нужны в государственных органах, туристических компаниях, отелях, ресторанах, СМИ, издательствах, бюро переводов, учебных заведениях.
                        Кем работают такие профессионалы: <br/>
                        <ul>
                            <li>
                                переводчиками разного направления;
                            </li>
                            <li>
                                лингвистами;
                            </li>
                            <li>
                                референтами;
                            </li>
                            <li>
                                сопровождающими иностранных туристов на экскурсиях;
                            </li>
                            <li>
                                организаторами проектов в сфере переводческой деятельности и межкультурного общения;
                            </li>
                            <li>
                                руководителями бюро переводов;
                            </li>
                            <li>
                                менеджерами по внешним связям;
                            </li>
                            <li>
                                руководителями отделов по работе с иностранными клиентами.
                            </li>
                        </ul>
                        На кафедре «Лингвистика» работает профессиональный преподавательский состав, включая теоретических и практических языковедов различных сферах деятельности, что свою очередь повышает уровень качества преподаваемых лингвистических дисциплин.
                    </p>
                </div>
                <div className="econom-block-3">
                    <div className="part1-3">
                        <h1>ВЫПУСКНИК</h1>
                        <h2>Оставаться на связи</h2>
                        <p>Выпускники могут оставаться на связи, посещая общественные мероприятия и встречи, присоединяясь к нам в социальных сетях и читая нашу электронную новостную рассылку для выпускников.
                        </p>
                    </div>
                    <div className="part2-3">
                        <img
                            className="img-block3"
                            src={imgblock3}
                            alt="тут должна была быть картина
                        "/>
                    </div>
                </div>
                <div className="econom-block-4">
                    <div className="part2-4">
                        <img
                            className="img-block4"
                            src={imgblock4}
                            alt="тут должна была быть картина
                        "/>
                    </div>
                    <div className="part1-4">
                        <h1>РОДИТЕЛИ И УЧИТЕЛЯ</h1>
                        <h2>Ассоциация родителей, учителей и друзей</h2>
                        <p>Мы заинтересованная, дружелюбная и инновационная организация, активно вовлеченная в Академическое сообщество.
                        </p>
                    </div>
                </div>
                <div className="econom-block-5">
                    <div className="part1-5">
                        <h1>ПРЕДОСТАВЛЕНИЕ</h1>
                        <h2>Мечтайте о больших мечтах для наших студентов</h2>
                        <p>Ваша поддержка может вывести нас за рамки того, что мы можем
                        </p>
                    </div>
                    <div className="part2-5">
                        <img
                            className="img-block5"
                            src={imgblock5}
                            alt="тут должна была быть картина
                        "/>
                    </div>
                </div>
            </div>
        </div>
    );
};

export default Linguistics